{"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2023/12/31/hello-world/"},{"title":"批改网闪光词汇收录中","text":"批改网这个鉴东西… 亮点词汇whereas : 然而 闪光短语 cope with : 应对；处理 make light of : 轻视 too…to… : 太……以致不能…… addicted to : 沉湎于 what’s more get into the habit of : 形成…习惯 come to terms with : 达成协议 it goes without saying that ：不用说, 很明显 for certain : 肯定地 there is no denying that : 不可否认的 nothing can rival : 无与伦比的 heart and soul ：全心全意 spare no effort to : 不遗余力 in a nutshell : 简而言之 far beyond : 远超出 addicted to : 沉溺于… It is universally acknowledged that : 大家都认为 make the most use of : 充分利用 take advantage of : 利用 on no account can we : 我们绝对不能 on no account : 绝对不能 for all that : 尽管, 虽然 when it comes to : 当提到 …. 时 be based on : 以…为基础 what’s more : 另外, 而且 make joint efforts : 共同努力 Needless to say : 不用说 nothing but : 只有, 仅仅是 may as well : 不妨 attach great importance to : 认为……有重要意义 only if : 只有 from person to person : 因人而异 think out in line with : 符合 by and large : 大体上 prefer to do…rather than do follow through : 坚持到底 精彩句型 there is no denying that… : 不可否认的 among various kinds of : 在各种 … 之中 of all the… I am greatly convinced that : 我深信 I am greatly assured that it is universally acknowledged that : 大家都认为 the reason why… it pays to : …是值得的 nothing can rival : …是无与伦比的 it is obyios that : 很明显 it is advisable to…","link":"/2024/01/01/%E6%89%B9%E6%94%B9%E7%BD%91%E9%97%AA%E5%85%89%E8%AF%8D%E6%B1%87%E6%94%B6%E5%BD%95%E4%B8%AD/"},{"title":"文化概论","text":"复习范围（不需要背诵，只需要了解，以下知识点所对应的题目是选择题）P1第二段倒数第9行关于“七大古都”地理位置特点的介绍。 位于黄河流域 P1第19行关于七大古都的介绍。 西安，洛阳，开封，安阳，北京，南京，杭州 P2第2段第3第4行《尚书·禹贡》关于九州的介绍。 冀、豫、青、徐、荆、扬、兖、雍、梁 P22-23了解从秦汉到隋代，从唐宋到辽金，从元到清，这三个时期分别采用什么样的行政区划方式。 郡县制、道路制、行省制 p26第4段，5段、第6段、第7段，关于江苏、浙江、安徽、福建得名的介绍。 江苏，清康熙时两江总督驻江宁府，巡抚驻苏州府，合两地之名为“江苏”； 浙江，位于东海之滨，因境内钱塘江古称浙江而得名； 安徽，清康熙时以巡抚驻地安庆府和徽州府两地首字为省名； 福建，唐时取福州、建州各一字设福建观察使。 p41第2段。关于良渚文化、河姆渡文化、仰韶文化、大汶口文化的介绍。 良渚文化、河姆渡文化主要活动在今湖北、湖南、江西一带； 仰韶文化主要活动在黄河流域； 大汶口文化主要活动在今山东、河南东部及安徽中部一带。 P43第二段，了解“嫡长子继承制”。 来源是商末周初形成的宗法制与分封制。“宗法制”就是按照血统与嫡庶来组织、维护社会秩序的制度。它规定，天子为“大宗”，只有嫡妻所生的长子才可以继承“天子之位”，其他各子以及异姓功臣则分封到各地为诸侯，这便是“分封制”。封到各地的诸侯称为“小宗”，同样只有嫡妻所生的长子才可以继承“诸侯之位”，以此类推，直至公卿、大夫与平民。“嫡长子继承制”是宗法制与分封制的核心，内涵为“立嫡以长不以贤，立子以贵不以长”。 P53最后一段第1行，了解中国宦官专权集中的三个朝代是东汉、唐代和明代。 东汉、唐代和明代。 P63倒数第9行至倒数第1行，64页第1行至第3行。理解各种排行。如曹操，字孟德，“孟”指曹操在兄弟中排行老大。 女子在家只能按孟、仲、叔、季排行相称，夏、商、周三代，严格实行“同姓不婚”，女子在出嫁前用姓标明血统。出嫁前在姓之前冠以孟仲叔季等排行，出嫁后，可以在自己的姓前冠以出嫁前的本国国名，若所嫁之人为国君，则可以在姓之前冠以所嫁国的国名。“女子称姓以别婚姻”。 P64第2段第1行，了解姓与氏的区别，姓与氏混合为一，大约在秦汉时期。 P68第2段第1行—6行，了解郡望。如韩愈自称“昌黎人”，昌黎是韩愈的郡望 。 P73最后1段 ,了解名与字的几种关系。 意义相同，意义相关，意义相反。 P82第1行—第2行关于“汉字的演变”的介绍，汉字的演变由甲骨文到金文，由金文到篆书，由篆书到隶书，然后才是现在使用的行书和楷书。 P92第三段。孟子的思想及孟子在孔子“杀身成仁”的基础上，提出了舍生取义。 P93第三段关于荀子思想的介绍。 荀子强调“性恶”，认为“人之性恶，其善者伪也”，需要后天的力量来帮助与人为善。其方法一为“修身”，二为“师法”，即通过教化。政治思想方面主张强化君权、但重视民的作用。提出“明于天人之分”的唯物主义观点，天道不能干预人事，自然界和人类社会各有自己的发展规律，社会治乱的本质在人不在天。 P97-98关于法家的介绍。 战国时代后起的一个学派，代表人物是韩非。中心思想是“循名责实”，“信赏必罚”，认为统治者必须有名有实、赏罚分明，这样才能“威申令行”。是后世封建统治者维护集权统治的理论基石。 P98“汉代经学”第二段关于“今文经”的介绍。 “经学”从研究“六经”开始，一直发展到“十三经”。“六经”一词,早在《庄子》一书中已经出现，是指《诗》《书》《礼》《乐》《易》《春秋》六部先秦时的著作。这些著作经过孔子删订，成为向弟子讲授的教材，所以又称“六艺”。到汉武帝设立“太学”时，《乐经》早已不存在，因而只立了“五经博士”向弟子讲授。这时的经书，大都没有先秦时的旧本，而是由战国时代的学者师徒之间口头传授，到汉代才用当时流行的隶体文字书写而成，因此称为“今文经”。 P103倒数第2行倒数第1行,了解我国第一部研究中国哲学断代史的著作《明儒学案》。 《明儒学案》是黄宗羲所著，是第一部研究中国哲学断代史的著作。 P127，了解禅宗传人慧能、神秀的传法，慧能主张“顿悟”，神秀主张“渐悟”。 P137-138佛教四大名山的介绍。 山西五台山、四川峨眉山、安徽九华山、浙江普陀山。 P146第5行至第9行，了解陶弘景在道教发展史上的贡献，首创道教分出神仙等级、品位，构想出一个神仙谱系的书籍是《真灵位业图》。 P147页第3段第1行。了解全真教的创始人是金代王重阳。 P167页第2段第1至第6行,了解封建社会的教育政策是内法外儒。 P167第2段第5行至第6行 ，了解汉代太学，汉武帝下令设太学于京师，以“五经博士”为教官。 P177页倒数第1行—第178页前3行,了解中国古代启蒙教材。 旧时家庭教育的启蒙教材是《三字经》《百家姓》《千字文》《幼学琼林》等，稍后是“四书五经”之类。 P184第二段，了解曹魏选官制的特点。 曹操提倡“唯才是举”，曹丕制定了“九品官人法”，即“九品中正制”。 P189页第2段第1行至第4行，第7行。第3段第1行至第3行，第7行。了解明清科举考试，“秋闱”，“春闱”。 乡试参加者是秀才，乡试及格成为“举人”，三年举行一次，时间在八月，又称“秋闱”，地点在各省城的贡院，故又称“棘闱”。乡试合格者叫做举人，第一名成为“解元”。 会试是全国范围内的考试，三年举行一次，于乡试的第二年举行，时间在春三月，因由礼部主持，又叫“礼闱”或“春闱”。参加考试的人员必须是举人，取中后通称“贡士”，第一名叫“会员”。 P260页第2段最后1行。了解长城上的关隘。 明长城有三道防线：第一道是从“山海关”到“嘉峪关”的长城。第二道是从山西地界的“偏关”，经“雁门关”“平型关”，再向东北到“居庸关”，一直延伸与第一道长城相接。这一防线上的“偏关”“宁武关”“雁门关”，被称为“外三关”。第三道是从“居庸关”南下，入河北境内，经“紫荆关”“倒马关”，止于井陉县境，这称为“内三关”。 P298第2段第7至11行。了解开辟我国诗歌史上“田园诗派”“山水诗派”的诗人陶渊明、谢灵运。 P302最后一段 了解《尚书》 《尚书》的内容主要是殷商和西周初年的王室公告、命令、王公大臣的谈话等，使我国最早的一部历史文献汇编。现存58篇，其中28篇《今文尚书》比较可信。 P310，第2段第1至第3行。了解王实甫的《西厢记》故事最早源于元稹《莺莺传》。 P312最后一段，第1至第2行。 了解宋元时代产生了与市民艺术趣味密切相关的小说形式“话本”。 “话本”内容主要有“小说”和“讲史”两类。小说一类主要包括传奇、公案、灵怪等，其中描写婚姻爱情和狱断公案的小说尤其生动感人，给后来的短篇小说创作以深远影响；讲史一类则主要是将历史演绎为小说形式，对中国古典小说影响巨大，是中国唱片小说的开篇。 P313第2段第4行至第5行,了解明代“四大奇书”（《三国演义》《水浒传》《西游记》《金瓶梅》。 P321书法艺术第1段第1行，了解书法成为一门艺术，是以汉字的方形结构和线条变化为基础的。 P323了解陈僧智永，他是王羲之的七世孙，书法深得家风，他写的《千字文》，极受后世推崇。 P323,了解《兰亭序》，唐太宗把王羲之的《兰亭序》真迹带入昭陵。 P325第2段第5行,了解宋代书法，宋徽宗赵佶的书法作品风格被称为“瘦金体”。 P341倒数第7行开始关于“雅部”“花部”的介绍。 昆腔曲调高雅，辞章优美，为封建士大夫所欣赏，被称为“雅部”。昆腔以外的其他地方戏曲剧种，特别是北方的梆子戏，因为风格粗狂，语言通俗，深受广大市民阶层的欢迎和喜爱，所以被贬称为“花部”。 P342第二段关于戏曲各门类的介绍。 《中国戏曲曲艺词典》载有287种，实际上超过360种。京剧是流行最广、影响最大、表演艺术最成熟的一个剧种，代表了中国戏曲发展的水平。此外，较大的剧种有豫剧、秦腔、川剧、越剧、吕剧、晋剧、黄梅戏、河北梆子等，其次还有湖南、湖北、广东的花鼓戏，江西等地的采茶戏，西北的道情，华北的秧歌，还有乱弹、高腔、碗碗腔，真是丰富多彩，各具芬芳 背诵范围（以下内容要熟练背诵，所对应题目为名词解释及论述题）名词解释：郡望指某一姓氏世居某郡而为人们所仰望，实际指某一姓氏的社会影响。如刘姓以彭城为郡望，卢以范阳为郡望。P68第二段 朴学是一种注重考据与训诂的质朴之学，简称“朴学”，以清代乾隆、嘉庆时期最为兴盛，成就超越古人，形成了“乾嘉学派”。P103 大乘佛教从基本教义和理论来看，佛教可以分为大乘佛教与小乘佛教。大乘佛教认为自己是能把一切众生救出苦海运往幸福彼岸的“大乘”，认为过去、现在、未来以及十方世界有无数个佛，释迦牟尼佛只是其中之一。只要按照佛教戒律修行，就可以解脱成佛。后流行于中国、日本、朝鲜半岛、越南等地。P131—132 小乘佛教从基本教义和理论来看，佛教可以分为大乘佛教与小乘佛教。小乘佛教是指初始的、传统的教派，被指责为只讲自我解脱，不讲普度众生，犹如只能运载少数人的小船，故被贬为“小乘”，流行于东南亚各国，称为“南传佛教”。P130—131 洪洞县大槐树由于元末战乱，河北、山东江淮间人口大减，而山西人口损失很少，明朝政府先后六次从山西移民外出。移民地点在今山西省洪洞县大槐树旁，因此很多人自称来自洪洞县大槐树。被辟为“寻根祭祖园”。P70第一段 梨园弟子唐玄宗在宫里禁苑选择了“梨园”作为教授宫廷戏曲歌舞演员的场所，后世称戏班为梨园，称戏曲演员为梨园弟子。P340 《颜氏家训》中国古代第一部家庭教育专著。作者是南北朝末年到隋代初年的颜之推。他搜集历代家教典故，结合自己的家教实践，写成此书。共二十篇，涉及封建家庭教育的各个方面，其精华部分在塑造人们的民族文化心理、维护社会的稳定方面，起过积极的作用。有关尊老爱幼、勤政廉洁、为人正直、勤奋学习、节俭朴素等内容至今仍有积极作用。P177第2段 “连中三元”明清科举考试乡试、会试、殿试的第一名分别被称为解元、会元、状元，一个人在全部三次考试都取得第一则被称为“连中三元”。 P189—190 “新乐府”运动白居易继承杜甫现实主义传统，与好友元稹倡导“新乐府”运动，主张诗歌反映民生，针砭时弊，往往即事名篇，不复用乐府旧题，创作了许多浅显易懂的社会讽喻诗，尤以《秦中吟》《长恨歌》《琵琶行》等最为著名。P300 经学是研究和阐发儒家经典的宗旨及其方法的一门学问。其内容几乎涵盖了中国古代文化的一切领域，涉及中国传统社会的政治、经济、伦理、道德、哲学、礼仪、教育、文学、艺术、史学、法律、宗教及民间习俗等等。“经学”从研究“六经”开始，一直发展到“十三经”。P98 论述题：中国古代文明起源其中的四大区域说。P33（1）黄河流域文化区（2）长江流域文化区（3）珠江流域文化区（4）北方和东北文化区 魏晋南北朝时期，佛教在中国大发展。P121—122（1）佛经翻译的规模明显扩大。 （2）弘传活动进一步兴盛，出现了比较大的佛教活动中心，如洛阳、长安、建康、庐山等地。 （3）大量营建佛寺僧舍，建造石像石窟。 （4）西行求法活动成风。 （5）在思想信仰方面，人们已不满足于前一时期只求一般地解脱痛苦，而是祈求往生弥勒净土。 道教对中国文化的发展所产生的影响。P148（1）道教的某些活动包含了一定的科学精神，因而对某些科学技术的发展做出了某种贡献。 （2）道教的养生之道和导引之术，是今天气功、武术、太极拳等体育活动的直接来源，其养生理论仍是当今人们关注和研究的一个课题。 （3）对文学艺术的影响，道教的成仙思想和仙界构想，刺激了作家和艺术家们的想象力，丰富了文学创作中的浪漫主义色彩。 （4）在民间习俗方面，不少传统节日渗入了道教内容，许多道教神仙在民间有普遍信仰，给人们的文化心理结构以深刻的影响。 书法艺术的特点。P326书法艺术的特点是运笔取势，力在其中，以笔法的曲直、行滞，章法的虚实、疏密，结构的奇正、主次，显示出“相反相成”的美感。 中国古代的文学创作具有鲜明的民族个性，具体表现。P294—295（1）中国文学自始至终体现了关注现实和人生的伟大精神。 （2）中国文学自古强调教化功能，主张“文以载道”，这是由于中国文学深受儒家思想的影响，在其发展中一直都离不开“修身”“齐家”“治国”“平天下”的轨道，因而诗词文赋都成为政治教化的手段。 （3）中国文学具有强烈的抒情色彩。 中国古代教育的基本特点。P164—165（1）突出教师的崇高地位，提倡全社会尊师。（2）强调读书的神圣地位，引导全社会敬学。 中国戏曲表演艺术的特点。P342—344（1）虚拟的时空环境（2）严格的表演形式（3）夸张的艺术形象","link":"/2024/01/01/%E6%96%87%E5%8C%96%E6%A6%82%E8%AE%BA/"},{"title":"近代史纲要","text":"近代史纲要思考题 结合近代中国社会性质、主要矛盾、历史任务、中国半殖民地半封建社会的基本特征等方面论述近代中国的概况性质：半封建半殖民地社会主要矛盾：帝国主义和中华民族的矛盾，封建主义和人民大众的矛盾历史任务：争得民族独立、人民解放；实现国家富强、人民幸福基本特征： 资本-帝国主义侵略势力不但逐步操纵了中国的财政和经济命地资脉，而且逐步控制了中国的政治，日益成为支配中国的决定性力量。 中国的封建势力日益衰败并同外国侵略势力勾结，成为资本、帝国主义压迫、奴役中国人民的社会基础和统治支柱。 中国自然经济的基础虽然遭到破坏，但是封建剥削制度的根基即封建地主的土地所有制依然在广大地区内保持着，成为中国发展进步的严重障碍。 中国新兴的民族资本主义经济虽然已经产生，并在政治、文化生活中起了一定的作用，但是在帝国主义和封建主义的压迫下，它的发展很缓慢，力量很软弱，而且它的大部分与外国资本-帝国主义和本国封建主义都有或多或少的联系。 由于近代中国处于资本-帝国主义列强的争夺和间接统治之下，加上中国地域广大，以及在地方性的农业经济的基础上形成的地方割据势力的存在，近代中国各地区经济、政治和文化的发展是极不平衡的。后来，帝国主义列强还分别支持不同的政治势力以分裂中国，使中国处于不统一状态。 在资本-帝国主义和封建主义的双重压迫下(后来还加上官僚资本主义的压迫)，中国的广大人民尤其是农民日益贫困化以至大批地破产，过着饥寒交迫和毫无政治权利的生活。 结合辛亥革命爆发的历史背景、历史意义、失败的原因与教训阐述资产阶级革命派进行探索的历程历史背景： 民族危机加深，社会矛盾激化 清末“新政”及其破产 资产阶级革命的阶级基础和骨干力量 历史意义： 辛亥革命推翻了封建势力的政治代表、帝国主义在中国的代理人清王朝的统治，沉重打击了中外反动势力，使中国反动统治者在政治上乱了阵脚。在这以后，帝国主义和封建势力在中国再也不能建立起比较稳定的统治，从而为中国人民斗争的发展开辟了道路。 辛亥革命结束了中国延续两千多年的封建君主专制制度，建立了中国历史上第一个资产阶级共和政府，使民主共和的观念开始深入人心，并在中国形成了“敢有帝制自为者，天下共击之”的民主主义观念。正因为如此，当袁世凯、张勋先后复辟帝制时，均受到了社会舆论的强烈谴责和人民群众的坚决反抗。 辛亥革命推动了中国人民的思想解放。自古以来，皇帝被看作至高无上、神圣不可侵犯的绝对权威，如今连皇帝都可以被打倒，那么还有什么陈腐的东西不可以被怀疑、不可以被抛弃?辛亥革命激发了人民的爱国热情和民族觉醒，打开了禁锢思想进步的闸门。 辛亥革命推动了中国的社会变革，促使中国的社会经济、思想习惯和社会风俗等方面发生了新的积极变化。这些变化不仅改变了社会风气，也有助于人们的精神解放。 辛亥革命不仅在一定程度上打击了帝国主义的侵略势力，而且推动了亚洲各国各民族解放运动的高涨。 p87-p88失败的原因与教训:从根本上说，是因为在帝国主义时代。在半殖民地半封建社会的中国。资本主义的建国方案是行不通的。从主观上说：第一，没有提出彻底的反帝反封建的革命纲领。第二，不能充分发动和依靠人民群众.第三，不能建立坚强的革命政党。3. 简述洋务运动期间创办的新式学堂的主要类型洋务派创办的新式学堂主要有三种:一为翻译学堂，如京师同文馆，主要培养翻译人才；为工艺学堂，培养电报、铁路、矿务、西医等专门人才；一为军事学堂，如船政学堂等，培养新式海军人才。在创办新式学堂的同时，还先后派遣赴美幼童和官费赴欧留学生200多人。4. 简述维新派与守旧派的论战背景：当时，封建守旧派和反对改变封建政治制度的洋务派，利用自己的地位和权力，对维新思想发动攻击，斥之为“异端邪说”，指责康有为、梁启超等维新派人士是“名教罪人”“士林败类”。于是维新派与守旧派之间展开了一场激烈论战。内容： 1. 要不要变法。守旧派坚持“祖宗之法不可变”，有的人甚至主张“宁可亡国，不可变法”。而维新派则根据西方进化论的观点，认为自然界和人类社会都是不断发展变化的。他们提出，“变者，天下之公理也”，“能变则全，不变则亡，全变则强，小变仍亡”。只有维新变法，革除积弊，才能挽救中国所面临的危亡局面，以图求存和自强。 2. 要不要兴民权、设议院，实行君主立宪。守旧派认为，“民权之说，无一益而有百害”，“民权之说一倡，愚民必喜，乱民必作，纪纲不行，大乱四起”。维新派则运用西方资产阶级政治学说，对封建君主专制制度作了批判。谭嗣同指出:“君末也，民本也。” 严复甚至认为，国家是“民之公产”，王侯将相不过是“通国之公仆隶”，而专制帝王则是“窃国者耳”2。维新派还主张兴绅权，即首先要为正在向资产阶级转化的士绅争取政治地位；认为只有君主立宪制度才是当时中国理想的政治方案，要兴民权、设议院，实行君主立宪。 3. 要不要废八股、改科举和兴西学。守旧派把西方近代科学技术斥为“奇技淫巧”。洋务派虽认为西方的军事和技术可以学习，但坚持封建的政治制度、科举八股，尤其三纲五常绝对不能触动。而维新派则痛斥八股取士的科举制度是统治者“牢笼天下”的愚民政策，因此要救中国必须废八股、改举，办学堂、兴西学。严复大声疾呼:“民智者，富强之原”，“欲开民智非讲西学不可”，“救亡之道在此，自强之谋亦在此”。针对洋务派“中体西用”的口号，维新派驳斥道:“未闻以牛为体，以马为用者也。”因为体用是不可分的，把中学之“体”和西学之“用”凑在一起，就如同要让“牛体”产生“马用”一样荒谬。梁启超认为:“变化之本，在育人才，人才之兴，在开学校，学校之立，在变科举”。总结：维新派与守旧派的这场论战，实质上是资产阶级思想与封建主义思想在中国的第一次正面交锋。论战所涉及的领域十分广泛，进一步开阔了新型知识分子的眼界，解放了人们长期受到束缚的思想。通过论战，西方资产阶级社会政治学说在中国得到进一步的传播，戊戌变法运动的帷幕随之拉开。5. 简述五四运动以前新文化运动的局限 1. 新文化运动的倡导者批判孔学，是为了给中国发展资本主义扫清障碍。但是，由于资产阶级共和国的方案在中国行不通，所以从根本上说，提倡资产阶级民主主义，并不能为人们提供一种有效的思想武器去认识中国，去对中国社会进行改造。 2. 新文化运动的倡导者把改造国民性置于优先地位。但是，离开改造产生封建思想的社会环境的革命实践，仅仅依靠少数人的呐喊，依靠有限的宣传手段，要根本改造由这种社会环境所产生的思想、所造成的国民性，是不可能的。 3. 那时的许多领导人物，还没有马克思主义的批判精神，他们使用的方法，一般还是资产阶级的方法。他们中有的人看问题很片面，坏就是绝对的坏，好就是绝对的好。这种形式主义看问题的方法，影响了运动后来的发展。6. 简述中国共产党早期组织的活动p104-p106 1. 研究和宣传马克思主义，研究中国实际问题。 2. 到工人中去进行宣传和组织工作。 3. 进行关于建党问题的讨论和实际组织工作。 共产党早期组织进行的这些活动，促进了马克思列宁主义的传播及其与中国工人运动的结合。在中国创建共产党的条件基本具备了。 简述中国共产党第七次全国代表大会的历史意义中国七大在党的历史上具有重要里程碑意义，标志着党在政治上思想上组织上走向成熟。它为建立新民主主义的新中国制定了正确路线方针政策，确立了毛泽东在党中央和全党的领导核心地位、毛泽东思想在全党曲指导地位，形成了一支高举毛泽东旗帜的久经考验的政治家集团。七大“团结的大会，胜利的大会”载入党的史册，并为党后来不断从胜利走月胜利指明了正确方向、开辟了正确道路。 简述近代中国工人阶级的产生概况及其特点概况：近代中国诞生的新兴的被压迫阶级是工人阶级。它的来源主要是城乡破产失业的农民、手工业者和城市贫民。中国工人阶级最早出现于19世纪40至50年代外国资本主义在华企业中。因此，它是先于中国的资产阶级而产生的。19世纪60年代后洋务派创办的大型军用工业和民用企业以及70 年代以后的中国民族企业，又雇用了一批工人。特点：早期中国工人阶级人数不多，却是中国新生产力的代表，它身受帝国主义、封建势力、资产阶级三重压迫，受剥削最深，革命性最强，而且它还有组织纪律性强、集中、团结、与广大受压迫农民有着天然联系等优点，因此是近代中国最革命的阶级。 简述资产阶级革命派和改良派关于革命与改良的辩论p75-p76围绕中国究竟是采用革命手段还是改良方式这个问题，革命派和改良派分别以《民报》《新民丛报》为主要舆论阵地，展开了一场大论战。 要不要以革命手段推翻清王朝 要不要推翻帝制，实现共和 要不要进行社会革命 这场论战具有重大的意义。通过这场论战，划清了革命与改良的界限，传播了民主革命思想，促进了革命形势的发展。 简述五四运动的历史特点五四运动是一场以先进青年知识分子为先锋、广大人民群众参加的彻底反帝反封建的伟大爱国革命运动，是一场中国人民为拯救民族危亡、捍卫民族尊严、凝聚民族力量而掀起的伟大社会革命运动，是一场传播新思想新文化新知识的伟大思想启蒙运动和新文化运动，以磅礴之力鼓动了中国人民和中华民族实现民族复兴的志向和信心。 简述《关于若干历史问题的决议》会议原则通过了《关于若干历史问题的决议》，对建党以后特别是党的六届四中全会至遵义会议前这一段党的历史及其经验教训进行了总结，对党的若干重大历史问题作出结论。《决议》使全党特别是党的高级干部对中国革命基本问题的认识达到了一致，增强了全党团结，为党的七大胜利召开创造了充分条件，有力促进了中国革命事业发展。 为什么“从根本上说，中国革命之所以走向胜利发展的道路，是由于有了中国共产党的领导”中国共产党从诞生之日起，就把为中国人民谋幸福、为中华民族谋复兴确立为自己的初心使命。这个初心使命是激励中国共产党人不断前进的根本动力。中国共产党为中国人民指明了斗争的目标，在长期斗争的实践中找到了使革命走向胜利的道路，并且把被人视为“一盘散沙”的中国人民团结和凝聚成万众一心的不可战胜的力量。没有共产党就没有新中国,这是中国人民依据近代中国革命的历史经验得出的科学结论。","link":"/2024/01/04/%E8%BF%91%E4%BB%A3%E5%8F%B2%E7%BA%B2%E8%A6%81/"}],"tags":[{"name":"英语","slug":"英语","link":"/tags/%E8%8B%B1%E8%AF%AD/"},{"name":"期末","slug":"期末","link":"/tags/%E6%9C%9F%E6%9C%AB/"}],"categories":[],"pages":[]}